Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=232_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo kolttasaamelaisesta lakista !
sme: Geahča oanehisvideo nuortalaččaid gahpira birra

source: Kolttasaamelaisilla on neljä erilaista lakkimallia, joilla on erityinen merkitys.
sme: Nuortalaččain leat njeallje sierralágan gahpermálle, main lea erenomáš mearkkašupmi.

source: Kutakin lakkia saa käyttää vain tiettyyn siviilisäätyyn kuuluva henkilö.
sme: Guđege gahpira oažžu geavahit dušše dihto siviilasehtui gullevaš olmmoš.

source: Ohjaus / kuvaus / leikkaus: Eeva Nykänen
sme: Bagadallan / govven / čuohppan: Eeva Nykänen

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 2,12
sme: Guhkkodat: 2,12
